Repository: numerique-gouv/sites-faciles
Catalog: sites_conformes/sites_conformes/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Show title in header image?
fr: Afficher le titre sur l’image d’en-tête ?

source: Header image
fr: Image d’en-tête

source: Background color
fr: Couleur de fond

source: Uses the French Design System colors
fr: Utilise les couleurs du système de design de l’État

source: Full width
fr: Pleine largeur

source: Darken background image
fr: Assombrir l’image de fond

source: Call to action text
fr: Texte de l’appel à action

source: Please use only one primary button. If you use icons, use them on all buttons and align them on the same side.
fr: Merci de n’utiliser qu’un seul bouton primaire. Si vous utilisez des icônes, mettez-en sur tous les boutons et alignez-les du même côté.

source: Buttons
fr: Boutons

source: Source URL
fr: URL source

source: For imported pages, to allow updates. Max length: 2000 characters.
fr: Utilisé pour les pages importées, pour permettre les mises à jour. Longueur maximum : 2000 caractères.

source: Preview image
fr: Image de prévisualisation

source: Image displayed as a preview when the page is shared on social media
fr: Image affichée comme aperçu lorsque la page est partagée sur les médias sociaux

source: Hero
fr: En-tête

source: Header section of the page. If empty, no header is displayed and the page title appears at the top of the content.
fr: Section d’en-tête de la page. Si celle-ci est vide, aucun en-tête n’apparaitra et le titre de la page sera placé tout en haut.

source: Body
fr: Corps

source: Common page configuration
fr: Configuration commune

source: Base page
fr: Page de base

source: Base pages
fr: Pages de base

source: New
fr: Nouveau

source: Grey
fr: Gris

source: System colors
fr: Couleurs système

source: Illustration colors
fr: Couleurs illustratives

source: Badge label
fr: Texte du badge

source: Badge color
fr: Couleur du badge

source: Hide badge icon
fr: Masquer l’icône du badge

source: Title
fr: Titre

source: Small tag
fr: Petit tag

source: Tag color
fr: Couleur du tag

source: Only for clickable tags
fr: Uniquement pour les tags cliquables

source: Icon
fr: Icône

source: Title header
fr: Titre de l’en-tête

source: The title that will appear in the header of your page. If there is no header, the page title will appear.
fr: Le titre apparaîtra dans l’en-tête de votre page. S’il n’y a aucun en-tête, c’est le titre de la page qui apparaitra.

source: The title of your header
fr: Le titre de votre en-tête

source: Text
fr: Texte

source: To give a brief description of what you do
fr: Pour décrire succinctement ce que vous faites

source: Add a short description of your organisation here to help visitors easily understand what you do.
fr: Ajoutez ici une courte description de votre organisation pour aider votre visiteurs à comprendre ce que vous faites.

source: Text content position
fr: Position du bloc textuel

source: This field allows you to define the placement of text relative to adjacent content.
fr: Ce champ vous permet de définir le placement du bloc textuel par rapport au contenu adjacent.

source: This field allows you to define the placement of text.
fr: Ce champ vous permet de définir le placement du bloc textuel.

source: This field allows you to define the placement of text relative to adjacent content in vertical position.
fr: Ce champ vous permet de définir le placement vertical du bloc textuel par rapport au contenu adjacent.

source: Content
fr: Contenu

source: Accordion
fr: Accordéon

source: Message title
fr: Titre du message

source: Message text
fr: Texte du message

source: Message type
fr: Type de message

source: Heading level
fr: Niveau de titre

source: Adapt to the page layout. Defaults to heading 3.
fr: À adapter à la structure de la page. Par défaut en-tête 3.

source: Button
fr: Bouton

source: Color
fr: Couleur

source: Size
fr: Taille

source: Image position
fr: Position de l’image

source: Left (displayed above text in mobile view)
fr: Gauche (affichée au dessus du texte en mode mobile)

source: Left (displayed below text in mobile view)
fr: Gauche (affichée en dessous du texte en mode mobile)

source: Right (displayed below text in mobile view)
fr: Droite (affichée en dessous du texte en mode mobile)

source: Right (displayed above text in mobile view)
fr: Droite (affichée au dessus du texte en mode mobile)

source: Image width
fr: Largeur de l’image

source: Rich text
fr: Texte avec mise en forme

source: Link
fr: Lien

source: The link is shown at the bottom of the text block, with an arrow
fr: Le lien est affiché en bas du bloc de texte, avec une flèche

source: Alternative text (textual description of the image)
fr: Alternative textuelle (description textuelle de l’image)

source: Witdh
fr: Largeur

source: Image ratio
fr: Ratio de l’image

source: Caption
fr: Légende

source: Quote
fr: Citation

source: Author name
fr: Nom de l’auteur

source: Author title
fr: Titre de l’auteur

source: Top margin
fr: Espacement au dessus

source: Bottom margin
fr: Espacement en dessous

source: Detail
fr: Détail

source: Step
fr: Étape

source: Number of steps
fr: Nombre d’étapes

source: Current step
fr: Étape actuelle

source: Steps
fr: Étapes

source: Call-to-action buttons
fr: Boutons de l’appel à action

source: Person
fr: Personne

source: Optional, all values can be manually specified or overriden below
fr: Optionnel, toutes les valeurs peuvent être spécifiées ou surchargées ci-dessous

source: Name
fr: Nom

source: Role
fr: Fonction

source: Organization
fr: Organisation

source: Contact info
fr: Informations de contact

source: Tags
fr: Étiquettes

source: Anchor ID
fr: Identifiant de l’ancre

source: Allows the creation of a link to this specific part of the page. Allowed characters: A-Z, a-z, 0-9, - and _.
fr: Permet la création d’un lien vers cette partie spécifique de la page. Caractères autorisés : A-Z, a-z, 0-9, - et _.

source: External URL
fr: URL externe

source: Anchor link
fr: Lien d’ancrage

source: Link type
fr: Type de lien

source: Select the type of link.
fr: Sélectionner le type de lien souhaité.

source: Link to a page of this site. Use either this, the document, or the external URL parameter.
fr: Lien vers une page du site. Utilisez soit ce champ, soit le champ document, soit le champ URL externe.

source: Use either this, the external URL or the page parameter.
fr: Utilisez soit ce champ, soit le champ URL externe, soit le champ Page.

source: Use either this, the document or the page parameter.
fr: Utilisez soit ce champ, soit le champ Document, soit le champ Page.

source: Link to an anchor block on the page. Allowed characters: A-Z, a-z, 0-9, - and _.
fr: Lien vers un bloc ancre de la page. Caractères autorisés : A-Z, a-z, 0-9, - et _.

source: Please select a page to link to
fr: Veuillez sélectionner une page

source: Please enter a URL
fr: Veuillez saisir une URL

source: Please select a document to link to
fr: Veuillez sélectionner un document

source: Link label
fr: Libellé du lien

source: Button label
fr: Libellé du bouton

source: Button type
fr: Type de bouton

source: Icon side
fr: Côté de l’icône

source: Please use only one primary button. If you use icons, use them on all buttons and align them on the same side.
fr: Merci de n’utiliser qu’un seul bouton primaire. Si vous utilisez des icônes, mettez-en sur tous les boutons et alignez-les du même côté.

source: Only used for internal links.
fr: Uniquement pour les liens internes.

source: Image area badge
fr: Badge de la zone image

source: Only used if the card has an image.
fr: Uniquement utilisé si la carte a une image.

source: Link for the whole card. If a call-to-action is present, the link will display on the title only.
fr: Lien pour toute la carte. Si un appel à l’action est rempli, le lien apparait uniquement sur le titre.

source: Top detail: text
fr: Détail du haut : texte

source: Top detail: icon
fr: Détail du haut : icône

source: Top detail: badges or tags
fr: Détail du haut : badges ou tags

source: Bottom detail: text
fr: Détail du bas : texte

source: Incompatible with the bottom call-to-action.
fr: Incompatible avec l’appel à action en bas de carte.

source: Bottom detail: icon
fr: Détail du bas : icône

source: Links
fr: Liens

source: Bottom call-to-action: links or buttons
fr: Appel à action en bas de la carte

source: Incompatible with the bottom detail text. Allow you to add link or button.
fr: Incompatible avec le texte détaillé en bas. Permet d’ajouter un lien ou un bouton.

source: Card with grey background
fr: Carte avec arrière-plan gris

source: Card without background
fr: Carte sans arrière-plan

source: Card without border
fr: Carte sans bordure

source: Card with a shadow
fr: Carte avec une ombre

source: Incompatible with the bottom call-to-action. If the card links to a downloadable document, the values are pre-filled.
fr: Incompatible avec l’appel à action en bas de carte. Si la carte pointe vers un document téléchargeable, les valeurs sont pré-remplies.

source: Prefer SVG files.
fr: Privilégier les fichiers SVG.

source: Detail text
fr: Texte de détail

source: If the tile links to a downloadable document, the values are pre-filled.
fr: Si la tuile pointe vers un document téléchargeable, les valeurs sont pré-remplies.

source: Small tile
fr: Petite tuile

source: Tile with grey background
fr: Tuile avec arrière-plan gris

source: Tile without background
fr: Tuile sans arrière-plan

source: Tile without border
fr: Tuile sans bordure

source: Tile with a shadow
fr: Tuile avec une ombre

source: Horizontal tile
fr: Tuile horizontale

source: Centered image
fr: Image centrée

source: Image and text
fr: Image et texte

source: Table
fr: Tableau

source: Alert message
fr: Message d’alerte

source: Text and call to action
fr: Texte et appel à action

source: Video
fr: Vidéo

source: Badge list
fr: Liste de badges

source: Tag list
fr: Liste de tags

source: Button list
fr: Liste de boutons

source: Single link
fr: Lien isolé

source: Accordions
fr: Accordéons

source: 2. DSFR components
fr: 2. Composants du DSFR

source: Callout
fr: Mise en avant

source: Highlight
fr: Mise en exergue

source: Stepper
fr: Indicateur d’étapes

source: Horizontal card
fr: Carte horizontale

source: Tile
fr: Tuile

source: Tabs
fr: Onglets

source: 5. Expert syntax
fr: 5. Syntaxe experte

source: Warning: Use HTML block with caution. Malicious code can compromise the security of the site.
fr: Avertissement : Utilisez le bloc HTML avec précaution. Un code malveillant peut compromettre la sécurité du site.

source: Anchor
fr: Ancre

source: 3. Page structure
fr: 3. Structure de la page

source: Separator
fr: Séparateur

source: Multiple columns
fr: Multi-colonnes

source: Item grid
fr: Grille d’éléments

source: Full width background
fr: Fond pleine largeur

source: Full width background with side menu
fr: Fond pleine largeur avec menu latéral

source: Subpages list
fr: Liste des sous-pages

source: A simple, alphabetical list of the subpages of the current page.
fr: Une liste alphabétique toute simple des sous-pages de la page actuelle.

source: 4. Website structure
fr: 4. Structure du site

source: Blog recent entries
fr: Articles récents du blog

source: Event calendar recent entries
fr: Articles récents de l’agenda

source: Rich text with layout
fr: Texte avec mise en page

source: 1. Section templates to be adapted
fr: 1. Modèles de sections à adapter

source: Items grid (image and text)
fr: Grille d’items (image et texte)

source: Image, text and cta
fr: Image, texte et bouton

source: Text and button
fr: Texte et bouton

source: In the spotlight
fr: A la une

source: Accordions with layout
fr: Accordéons avec mise en page

source: Header with an image and text
fr: En-tête avec image et texte

source: Vertical header with a banner and text
fr: En-tête vertical avec un bandeau et du texte

source: Header with background
fr: En-tête avec arrière-plan

source: Configurable header
fr: En-tête configurable

source: Image positioning
fr: Position de l’image

source: Choose the part of the image to highlight
fr: Choisissez la partie de l’image de fond à mettre en avant

source: Select image width
fr: Sélectionner la largeur de l’image

source: Select the right ratio for your image. The size will be adjusted on mobile phones, so make sure you don't include any text in the image.
fr: Sélectionnez le ratio adapté à votre image. La taille sera adaptée sur mobile, veillez à ne pas intégrer de texte dans l’image.

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Center
fr: Centre

source: Image mask
fr: Masque sur l’image

source: Darken
fr: Assombrir

source: Lighten
fr: Eclaircir

source: Add a mask to lighten or darken the image
fr: Ajouter un masque sombre ou plus clair pour améliorer la lisibilité du texte

source: Text content
fr: Contenu textuel

source: Hero image
fr: Image d’en-tête

source: Layout
fr: Mise en page

source: Background Color or Image
fr: Image ou couleur en arrière-plan

source: Choose if you prefer a background image or a background color.
fr: Choisissez si vous préférez une image ou une couleur en arrière-plan.

source: Uses the French Design System colors.<br>If you want to design a classic website, choose the colour ‘white’ or ‘French blue’.
fr: Utilise les couleurs du Système de design français.<br> Si vous souhaitez concevoir un site classique, choisissez la couleur "blanc" ou "bleu France ».

source: Please select a color for the background.
fr: Veuillez sélectionner une couleur pour l’arrière-plan.

source: Please select an image for the background.
fr: Veuillez sélectionner une image pour l’arrière-plan.

source: Uses the French Design System colors. Apply only if there is no header image.
fr: Utilise les couleurs du système de design de l’État. S’affiche uniquement s’il n’y a pas d’image d’en-tête sélectionné.

source: Centered title
fr: Titre centré

source: If checked, the title will be centered on the header.
fr: Si coché, le titre sera centré sur l’en-tête.

source: This block allows you to create a fully configurable header. It corresponds to the historical header block used since the beginning of the project.
fr: Ce bloc permet de créer un en-tête entièrement configurable.. Il correspond au bloc historique d’en-tête utilisé depuis le début du projet.

source: This part allow you to choose the layout of your block (background, margin..)
fr: Cette partie vous permet de choisir la mise en page de votre bloc (arrière-plan, marge...)

source: DSFR components
fr: Composants du DSFR

source: Website structure
fr: Structure du site

source: Expert syntax
fr: Syntaxe experte

source: Page structure
fr: Structure de la page

source: Vertical card
fr: Carte verticale

source: Contact card
fr: Carte contact

source: Extra components
fr: Composants supplémentaires

source: Column width
fr: Largeur de colonne

source: Horizontal align
fr: Alignement horizontal

source: Vertical align
fr: Alignement vertical

source: Items
fr: Éléments

source: Tab
fr: Onglet

source: The total width of all columns should be 12.
fr: La largeur totale de toutes les colonnes doit être 12.

source: Column content
fr: Contenu de la colonnne

source: Adjustable column
fr: Colonne ajustable

source: Background image
fr: Image de fond

source: Adapt to the page layout. Defaults to heading 2.
fr: À adapter à la structure de la page. Par défaut en-tête 2.

source: Columns
fr: Colonnes

source: Parent page
fr: Page parente

source: Page tree
fr: Arborescence de pages

source: Main content
fr: Contenu principal

source: Side menu title
fr: Titre du menu latéral

source: Side menu content
fr: Contenu du menu latéral

source: Check if the image is purely decorative. In this case, the alt attribute (alt text) will be empty.
fr: Cochez si l’image est purement décorative. Dans ce cas, l’attribut alt (texte alernatif) sera vide.

source: Used by screen readers if the image is not marked as decorative.Describe the content or purpose of the image in a short, clear sentence.
fr: Utilisé par les lecteurs d’écran si l’image n’est pas marquée comme décorative. Décrivez le contenu ou la fonction de l’image en une phrase courte et claire.

source: Accessibility: The title should describe, in a clear and concise manner, the embedded content.
fr: Accessibilité : Le titre doit décrire, de façon claire et concise, le contenu embarqué.

source: URL of the iframe
fr: URL de l‘iframe

source: Example for Tally: https://tally.so/embed/w2jMRa
fr: Exemple pour Tally : https://tally.so/embed/w2jMRa

source: Height (in pixels)
fr: Hauteur (en pixels)

source: Parameters
fr: Paramètres

source: For example: "allow='geolocation'".
fr: Par exemple : « allow='geolocation' ».

source: Transcription content
fr: Contenu de la transcription

source: Video title
fr: Titre de la vidéo

source: Video URL
fr: URL de la vidéo

source: Use embed format, with a version that doesn't require a consent banner if available. (e.g. : https://www.youtube-nocookie.com/embed/gLzXOViPX-0) For Youtube, use Embed video and check Enable privacy-enhanced mode.
fr: Utiliser le format d’intégration, avec une version qui ne nécessite pas de bannière de consentement si possible (par exemple : https://www.youtube-nocookie.com/embed/gLzXOViPX-0) Pour Youtube, cliquez sur « Intégrer la vidéo » puis cochez « Activer le mode de confidentialité avancé ».

source: Video ratio
fr: Ratio de la vidéo

source: Number of entries
fr: Nombre d’articles

source: Filter by category
fr: Filtrer par catégorie

source: Filter by tag
fr: Filtrer par étiquette

source: Filter by author
fr: Filtrer par auteur

source: Filter by source
fr: Filtrer par source

source: The source is the organization of the post author
fr: La source est l’organisation à laquelle appartient l’auteur de l’article

source: Show filters
fr: Afficher les filtres

source: Event calendar
fr: Agenda

source: Section title
fr: Titre de la section

source: Block width
fr: Largeur du bloc

source: Block alignment
fr: Alignement du bloc

source: Text block
fr: Bloc texte

source: Items alignement
fr: Alignement des items

source: Items per row
fr: Nombre d’items par rangée

source: Images are always displayed in a square (1:1) ratio. Three sizes are available: if the original image is smaller than the selected size, it will be displayed at its maximum available size.
fr: Les images sont toujours affichées au format carré (1:1). Trois tailles sont disponibles : si l’image d’origine est plus petite que la taille sélectionnée, elle sera affichée à sa taille maximale disponible.

source: Image size of items
fr: Taille de l’image des items

source: Section link
fr: Lien de la section

source: Row heading
fr: En-tête de ligne

source: Pictogram
fr: Pictogramme

source: The "row heading" column type only works on the first column of the table.
fr: Le type de colonne « En-tête de ligne » ne fonctionne que sur la première colonne du tableau.

source: Primary
fr: Primaire

source: Secundary
fr: Secondaire

source: Tertiary
fr: Tertiaire

source: Tertiary without border
fr: Tertiaire sans bordure

source: Left
fr: Gauche

source: Right
fr: Droite

source: Right (reverse order on desktop)
fr: Droite (ordre inversé en mode bureau)

source: small
fr: petit

source: medium
fr: moyen

source: large
fr: grand

source: Middle
fr: Milieu

source: Heading 2
fr: En-tête 2

source: Heading 3
fr: En-tête 3

source: Heading 4
fr: En-tête 4

source: Heading 5
fr: En-tête 5

source: Heading 6
fr: En-tête 6

source: Paragraph
fr: Paragraphe

source: Error
fr: Erreur

source: Success
fr: Succès

source: Warning
fr: Avertissement

source: Small
fr: Petit

source: No icon
fr: Pas d’icône

source: Icon on the right side
fr: Icône du côté droit

source: Icon on the left side
fr: Icône du côté gauche

source: Small (80px)
fr: Petit (80px)

source: Large (200px)
fr: Grand (200px)

source: Content page
fr: Page de contenu

source: Entries per page
fr: Entrées par page

source: Single filter selection
fr: Autorise la sélection d’un seul filtre à la fois

source: Multiple filters selection
fr: Autorise la sélection de plusieurs filtres

source: Filter selection mode
fr: Type de sélection

source: Display results matching at least one of the filters (inclusive OR)
fr: Afficher les résultats correspondant à au moins un des filtres

source: Display results matching all filters (cumulative AND)
fr: Afficher les résultats correspondant à tous les filtres

source: Logic for multiple filters
fr: Logique pour plusieurs filtres

source: Filters configuration
fr: Configuration des filtres

source: Catalog index page
fr: Index de catalogue

source: Pages tagged with %(tag)s
fr: Pages avec l’étiquette %(tag)s

source: Pages tagged with all of: %(tags)s
fr: Pages avec les étiquette : %(tags)s

source: Pages tagged with any of: %(tags)s
fr: Pages avec l’une des étiquettes : %(tags)s

source: Selected tags
fr: Étiquettes selectionnées

source: Tag
fr: Étiquette

source: Custom scripts
fr: Scripts personnalisés

source: Scripts in the <head> section
fr: Scripts dans la section <head>

source: Allows for scripts to be placed in the <head> tag of the website pages.
fr: Permet de placer des scripts à l’intérieur du tag <head> des pages du site.

source: Scripts in the <body> section
fr: Scripts dans la section <body>

source: Allows for scripts to be placed at the end of the <body> tag of the website pages.
fr: Permet de placer des scripts à l’intérieur du tag <body> des pages du site.

source: Use Tarteaucitron?
fr: Utiliser Tarteaucitron ?

source: See <a href="https://sites.beta.gouv.fr/documentation/gestion-des-cookies/">Documentation</a>
fr: Voir <a href="https://sites.beta.gouv.fr/documentation/gestion-des-cookies/">Documentation</a>

source: Allows to add custom CSS and JS to the site, for example for Matomo, Tarteaucitron…
fr: Permet d’ajouter du CSS et du JS personnalisé au site, par exemple pour Matomo, Tarteaucitron…

source: Site configuration
fr: Configuration du site

source: Site configurations
fr: Configurations du site

source: Institution (header)
fr: Institution (en-tête)

source: Institution brand as defined on <a href="https://www.info.gouv.fr/marque-de-letat/le-bloc-marque">official page</a>.
fr: Nom de l’institution tel que défini sur la <a href="https://www.info.gouv.fr/marque-de-letat/le-bloc-marque">page officielle</a>.

source: Institution with line break (header)
fr: Institution avec césure (en-tête)

source: Institution brand with <br /> tags for line breaks
fr: Nom de l’institution avec des <br /> pour les retours à la ligne

source: Institution (footer)
fr: Institution (pied)

source: Institution with line break (footer)
fr: Institution avec césure (pied)

source: Site title
fr: Titre du site

source: Site tagline
fr: Sous-titre du site

source: Notice title
fr: Titre du bandeau

source: Can include HTML
fr: Peut inclure du HTML

source: Notice description
fr: Description du bandeau

source: Notice type
fr: Type de bandeau

source: Use is strictly regulated, see <a href="https://www.systeme-de-design.gouv.fr/composants-et-modeles/composants/bandeau-d-information-importante/">documentation</a>.
fr: L’usage de ce bandeau est strictement encadré, voir la <a href="https://www.systeme-de-design.gouv.fr/composants-et-modeles/composants/bandeau-d-information-importante/">documentation</a>.

source: Notice link
fr: Lien du bandeau

source: Standardized consultation link at the end of the notice. Max length: 2000 characters.
fr: Lien de consultation standardisé à la fin du bandeau. Longueur maximum : 2000 caractères.

source: Notice icon class
fr: Classe d’icône du bandeau

source: For weather alerts only
fr: Pour les bandeaux de vigilance météo uniquement

source: Collapsible?
fr: Refermable ?

source: Show the BETA tag next to the title
fr: Afficher la mention BETA à côté du titre
