Repository: numerique-gouv/sites-faciles
Catalog: sites_conformes/sites_conformes/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Show a login button in the header
fr: Afficher un bouton de connexion dans l’en-tête

source: Site logo
fr: Logo du site

source: Logo display
fr: Emplacement du logo

source: Header and Footer
fr: En-tête et pied de page

source: Header only
fr: En-tête uniquement

source: Logo alt text
fr: Alternative textuelle du logo

source: Must contain the text present in the image.
fr: Doit impérativement contenir le texte présent dans l’image.

source: Width (em)
fr: Largeur (em)

source: To be adjusted according to the width of the logo. Example for a vertical logo: 3.5, Example for a horizontal logo: 8.
fr: À ajuster en fonction de la largeur du logo. Exemple pour un logo vertical: 3.5, Exemple pour un logo horizontal: 8.

source: Display search bar in the header
fr: Afficher la barre de recherche dans l’en-tête

source: Display theme modale button
fr: Afficher le bouton de choix du thème

source: Mourning
fr: Mise en berne

source: Newsletter description
fr: Description de la lettre d’information

source: Newsletter registration URL
fr: URL d‘inscription à la lettre d’information

source: Max length: 2000 characters.
fr: Longueur maximum : 2000 caractères.

source: Activate share links on content_pages
fr: Activer les liens de partage sur les pages de contenu

source: Activate share links on blog posts
fr: Activer les liens de partage sur les articles de blog

source: Activate share links on event pages
fr: Activer les liens de partage sur les pages d’événement

source: Display a Share on Facebook link at the bottom of pages
fr: Afficher un lien de partage sur Facebook en bas des pages

source: Display a Share on X (previously Twitter) link at the bottom of pages
fr: Afficher un lien de partage sur X (anciennement Twitter) en bas des pages

source: Display a Share on LinkedIn link at the bottom of pages
fr: Afficher un lien de partage sur LinkedIn en bas des pages

source: Display a Share via email link at the bottom of pages
fr: Afficher un lien de partage par courrier électronique en bas des pages

source: Display a Copy to clipboard link at the bottom of pages
fr: Afficher un lien de copie dans le presse-papiers en bas des pages

source: Important notice
fr: Bandeau d’information importante

source: The important notice banner should only be used for essential and temporary information. (Excessive or continuous use risks “drowning” the message.)
fr: Le bandeau d’information importante doit être utilisé uniquement pour une information primordiale et temporaire. (Une utilisation excessive ou continue risque de “noyer” le message)

source: Advanced settings
fr: Paramètres avancés

source: Header
fr: En-tête

source: Footer
fr: Pied de page

source: Newsletter
fr: Lettre d’information

source: Social media items
fr: Liens de réseaux sociaux

source: Activate share links by type of page
fr: Activer les liens de partage par type de page

source: Types of share links
fr: Types de liens de partage

source: Generic
fr: Génériques

source: Brand block
fr: Bloc-marque

source: Newsletter, social media and share links
fr: Lettre d’information, réseaux sociaux et liens de partage

source: Icon class
fr: Classe d’icône

source: Social media item
fr: Lien de réseau social

source: Category
fr: Catégorie

source: Mega menu category
fr: Catégorie de méga menu

source: Mega menu categories
fr: Catégories de méga menu

source: Main link
fr: Lien principal

source: Categories
fr: Catégories

source: Maximum 4 categories, each with maximum 8 links.
fr: Maximum 4 catégories, chacune contenant maximum 8 liens.

source: Mega menu
fr: Méga menu

source: No article found.
fr: Aucun article trouvé.

source: See all posts
fr: Voir tous les articles

source: you are here:
fr: vous êtes ici :

source: See breadcrumb
fr: Voir le fil d’Ariane

source: Home page
fr: Accueil

source: Opens a new window
fr: Ouvre une nouvelle fenêtre

source: No page found.
fr: Aucune page trouvée.

source: Unknown file format
fr: Format de fichier inconnu

source: Unknown file size
fr: Taille de fichier inconnue

source: See all events
fr: Voir tous les événements

source: In this section
fr: Dans cette rubrique

source: Go to page
fr: Aller à la page

source: Page visibility restricted to logged in users only
fr: Visibilité de la page restreinte aux utilisateurs connectés

source: Page visibility restricted by group
fr: Visibilité de la page restreinte par groupe

source: Page visibility restricted by password
fr: Visibilité de la page restreinte par mot de passe

source: Page with restricted visibility
fr: Visibilité de la page restreinte

source: Restricted access
fr: Accès restreint

source: Step %(current_step)s of %(total_steps)s
fr: Étape %(current_step)s sur %(total_steps)s

source: Tabs group
fr: Groupe d’onglets

source: Watch on the site
fr: Voir sur le site

source: Category:
fr: Catégorie :

source: Tags:
fr: Étiquettes:

source: Author:
fr: Auteur :

source: Filters
fr: Filtres

source: Close
fr: Fermer

source: See the whole section
fr: Voir toute la rubrique

source: Password required
fr: Mot de passe requis

source: You need a password to access this page.
fr: L’accès à cette page nécessite un mot de passe.

source: Password:
fr: Mot de passe :

source: Show password
fr: Afficher le mot de passe

source: Show
fr: Afficher

source: Continue
fr: Continuer

source: result
fr: résultat

source: No results
fr: Aucun résultat

source: for query "%(query)s"
fr: pour la recherche « %(query)s »

source: We did not find any content matching your search.
fr: Nous n’avons trouvé aucun contenu correspondant à votre recherche.

source: To continue your visit, you can consult our home page.
fr: Pour continuer votre visite, vous pouvez consulter notre page d’accueil.

source: Back to home page
fr: Retourner à l’accueil

source: Sitemap
fr: Plan du site

source: Select icon
fr: Sélectionner une icône

source: search/
fr: recherche/

source: sitemap/
fr: plan-du-site/

source: List of all the tags.
fr: Liste de toutes les étiquettes.

source: Pages tagged with {tag}
fr: Pages avec l’étiquette {tag}

source: List of pages tagged with {tag}
fr: Liste de pages avec l’étiquette {tag}
